[
    {
      "id": 1,
      "description": "The Sony LED 32R300E Basic Television is compatible with NTSC, SECAM, and PAL television systems. It features a 720p 32″ display and incorporates Sony’s Motionflow XR100 technology, which is designed to reduce distortion on moving images. Built-in Advanced Contrast Enhancer (ACE) technology is engineered to offer optimized handling of light and dark viewing content.",
      "supplierName": "hamid",
      "quntyty":"5",
      "img": "https://img.freepik.com/free-vector/tv-template-background_1412-18.jpg?t=st=1651168093~exp=1651168693~hmac=847e1a70fc92b5b8bcf37085385689f90195c1a2e133824deec8ca83465b60ea&w=826",
      "price": 448,
      "name": "Sony LED 32R300E Basic Television"
    },
    {
      "id": 2,
      "description": "Whirlpool Refrigerator Neo 258 Roy Sapphire Magnolia (3S) can be a perfect addition to your household. With it’s incredibly sophisticated design, and fast cooling function, this refrigerator will impress you in a heartbeat. Whirlpool Refrigerator Neo 258 Roy Sapphire Magnolia (3S) comes with mechanical control to keep foods fresh automatically and provides  ",
      "supplierName": "hamid",
      "quntyty":"5",
      "img": "https://img.freepik.com/free-vector/red-black-open-refrigerator-with-products_1284-23311.jpg?t=st=1651169659~exp=1651170259~hmac=afb033ef2de62837f22581a840361bbad8aa391f6b705cdeec2078a247e9f1bd&w=826",
      "price": 256,
      "name": "Whirlpool Refrigerator Neo 258 Roy Sapphire Magnolia"
    },
    {
      "id": 3,
      "description": "Sharp J Tech Inverter Air Conditioner AH XP18SHV is a perfect choice for you and your family with its cutting-edge features. This 1.5 ton AC with its cooling capacity of 2.0HP and 18000 BTU can be a perfect addition to your home or your office. This powerful AC has a cooling area of *140-170 square feet. Lock On Sensor coupled with Jet ",
      "supplierName": "hamid",
      "quntyty":"5",
      "img": "https://img.freepik.com/free-photo/air-conditioner-mounted-white-wall_53876-128235.jpg?t=st=1651170068~exp=1651170668~hmac=d62478e183b915e26ebf7b7446995bdc0795b721da5741a47decd497e25d0ca4&w=1380",
      "price": 150,
      "name": "Sharp 1.5 Ton J Tech Inverter Air Conditioner AH XP18SHV"
    },
    {
      "id": 4,
      "description": "Sharp Microwave Oven R 92AO ST V featured with 32L capacity with 315mm glass turntable. It’s come with the amazing Powerful output (1100W) for quick and efficient cooking and LED Display. It has an Easy-to-use door with handle, Tact and dial control and Clock & Kitchen Timer. Now, Microwave cooking just got easier and convenient for daily use with Sharp Microwave Oven R 92AO ST V. Get yours now from Best Electronics Ltd and enjoy easy installment facilities.",
      "supplierName": "hamid",
      "quntyty":"5",
      "img": "https://img.freepik.com/free-photo/microwave-oven-isolated-white_93675-75241.jpg?w=1380",
      "price": 184,
      "name": "Sharp Microwave Oven R 92AO ST V"
    },
    {
      "id": 5,
      "description": "Conion Blender BE 8302 has stainless steel cutter to ensure maximum blending efficiency. With its 1 Litre jug capacity and max locked wattage at 350 watts Conion Blender BE 8302 can be a perfect addition to your kitchen. Your blending experience will be a blissful one. Dishwasher safe plastic body ensures healthy blending. Some of the features of Conion Blender BE 8302 at a glance… Dishwasher safe plastic body ensures healthy blending. Some of the features of Conion Blender cutter to ensure maximum blending efficiency. With its  ",
      "supplierName": "hamid",
      "quntyty":"5",
      "img": "https://img.freepik.com/free-vector/realistic-smoothies-blender-glass-illustration_52683-62066.jpg?t=st=1651170470~exp=1651171070~hmac=40b61f57bbbd4b154abe71f5773ddcae904f30c1238cc1389f0f004e8216424a&w=826",
      "price": 253,
      "name": "Conion Blender BE 8302"
    },
    {
      "id": 6,
      "description": "Conion Gas Burner BRASSY LOY-S02 is a gas burner that’ll remove all your cooking worries. 2 Uniquely Designed Brass Burners and International Standard Stainless Steel Body gives it a stylish look and makes it a perfect option for your household. The Conion Gas Burner BRASSY LOY-S02 is also energy efficient with its 30% Energy Savings. So, bring home your new Conion Gas Burner BRASSY LOY-S02 and enjoy a world-class product with the Best Brand Electronics shop in Bangladesh.",
      "supplierName": "hamid",
      "quntyty":"5",
      "img": "https://img.freepik.com/free-vector/gas-stove-top-view-with-blue-flame-steel-grate_107791-2185.jpg?t=st=1651170647~exp=1651171247~hmac=1c6a28e0c99f74d734f734ac696c20385fc8059e9e31717387fe4009880e8c01&w=826",
      "price": 308,
      "name": "Conion Gas Burner BRASSY LOY-S02"
    }
  ]